Repository: DinanathDash/Stasis
Catalog: Stasis/L10n/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sk, sl, tr, vi, zh_hans, zh_hant

source: General system and battery status information shown in the menu dropdown.
de: Allgemeine Informationen zum System- und Batteriestatus werden im Dropdown-Menü angezeigt.
es: Información general del estado del sistema y de la batería que se muestra en el menú desplegable.
fr: Informations générales sur l'état du système et de la batterie affichées dans le menu déroulant.
it: Informazioni generali sul sistema e sullo stato della batteria visualizzate nel menu a discesa.
ja: メニューのドロップダウンに表示される一般的なシステムおよびバッテリーのステータス情報。
ko: 메뉴 드롭다운에 일반 시스템 및 배터리 상태 정보가 표시됩니다.
nl: Algemene systeem- en batterijstatusinformatie weergegeven in de vervolgkeuzelijst.
pt_br: Informações gerais do sistema e do estado da bateria apresentadas no menu suspenso.
pt_pt: Informações gerais do sistema e do estado da bateria apresentadas no menu suspenso.
ru: Общая информация о состоянии системы и аккумулятора отображается в раскрывающемся меню.
sk: Všeobecné informácie o systéme a stave batérie zobrazené v rozbaľovacej ponuke.
sl: Splošne informacije o sistemu in stanju baterije, prikazane v spustnem meniju.
tr: Açılır menüde gösterilen genel sistem ve pil durumu bilgileri.
vi: Thông tin chung về hệ thống và trạng thái pin được hiển thị trong menu thả xuống.
zh_hans: 在下拉菜单中显示常用的系统与电池状态信息。
zh_hant: 一般系統和電池狀態資訊顯示在選單下拉清單中。

source: Get Battery Status
de: Batteriestatus abrufen
es: Obtener estado de la batería
fr: Obtenir l'état de la batterie
it: Ottieni stato batteria
ja: バッテリー状態を取得
ko: 배터리 상태 확인
nl: Batterijstatus ophalen
pt_br: Obter status da bateria
pt_pt: Obter estado da bateria
ru: Узнать статус батареи
sk: Zistiť stav batérie
sl: Pridobi stanje baterije
tr: Pil Durumunu Al
vi: Xem trạng thái pin
zh_hans: 获取电池状态
zh_hant: 取得電池狀態

source: Get battery status in ${applicationName}
de: Batteriestatus in ${applicationName} abrufen
es: Obtener estado de batería en ${applicationName}
fr: Obtenir l'état de la batterie dans ${applicationName}
it: Ottieni stato batteria in ${applicationName}
ja: ${applicationName}でバッテリー状態を取得
ko: ${applicationName}에서 배터리 상태 확인
nl: Batterijstatus in ${applicationName} ophalen
pt_br: Obter status da bateria no ${applicationName}
pt_pt: Obter estado da bateria no ${applicationName}
ru: Узнать статус батареи в ${applicationName}
sk: Zistiť stav batérie v ${applicationName}
sl: Pridobi stanje baterije v ${applicationName}
tr: ${applicationName}'te pil durumunu al
vi: Xem trạng thái pin trong ${applicationName}
zh_hans: 在 ${applicationName} 中获取电池状态
zh_hant: 在 ${applicationName} 中取得電池狀態

source: Get current battery percentage, charge limit, charging mode, wattage flow, and health in Stasis.
de: Aktuellen Ladestand, Ladelimit, Lademodus, Leistung und Zustand der Batterie in Stasis abrufen.
es: Obtén el porcentaje, límite, modo de carga, consumo y salud de la batería en Stasis.
fr: Obtenir le pourcentage, la limite, le mode de charge, la puissance et la santé de la batterie dans Stasis.
it: Ottieni percentuale, limite, modalità di ricarica, consumo e salute della batteria in Stasis.
ja: Stasisで現在のバッテリー残量、充電上限、モード、消費電力、バッテリーの状態を取得します。
ko: Stasis에서 현재 배터리 잔량, 충전 제한, 충전 모드, 전력 흐름 및 배터리 성능을 확인합니다.
nl: Huidig batterijpercentage, laadlimiet, laadmodus, verbruik en conditie in Stasis ophalen.
pt_br: Obter porcentagem atual da bateria, limite de carga, modo de carga, consumo e saúde no Stasis.
pt_pt: Obter percentagem, limite, modo de carregamento, consumo e saúde da bateria no Stasis.
ru: Получить текущий процент заряда, лимит, режим зарядки, мощность и состояние батареи в Stasis.
sk: Získať aktuálne percento batérie, limit nabíjania, režim, výkon a zdravie v Stasis.
sl: Pridobi trenutni odstotek baterije, omejitev polnjenja, način polnjenja, porabo in zdravje v Stasis.
tr: Stasis'te mevcut pil yüzdesini, şarj sınırını, şarj modunu, güç akışını ve sağlığı alın.
vi: Xem phần trăm pin, giới hạn sạc, chế độ sạc, mức tiêu thụ điện và độ chai pin trong Stasis.
zh_hans: 获取 Stasis 中的当前电池百分比、充电限制、充电模式、功率流向及健康状况。
zh_hant: 取得 Stasis 中的目前電池百分比、充電上限、充電模式、功率流向及健康狀況。

source: Glass
de: Glas
es: Cristal
fr: Verre
it: Vetro
ja: ガラス
ko: 유리
nl: Glas
pt_br: Vidro
pt_pt: Vidro
ru: Стекло
sk: Sklo
sl: Steklo
tr: Cam
vi: Thủy tinh
zh_hans: 玻璃
zh_hant: 玻璃

source: Green
de: Grün
es: verde
fr: Vert
it: Verde
ja: 緑
ko: 녹색
nl: Groen
pt_br: Verde
pt_pt: Verde
ru: Зеленый
sk: Zelená
sl: zelena
tr: Yeşil
vi: màu xanh lá cây
zh_hans: 绿色
zh_hant: 綠色

source: Health
de: Zustand
es: Salud
fr: Santé
it: Stato batteria
ja: バッテリーの状態
ko: 배터리 성능 상태
nl: Batterijconditie
pt_br: Saúde
pt_pt: Saúde
ru: Состояние батареи
sk: Zdravie batérie
sl: Stanje baterije
tr: Pil Sağlığı
vi: Tình trạng pin
zh_hans: 健康度
zh_hant: 電池健康度

source: Heat Protection
de: Hitzeschutz
es: Protección contra calor
fr: Protection thermique
it: Protezione dal calore
ja: 熱保護
ko: 열 보호
nl: Hittebescherming
pt_br: Proteção térmica
pt_pt: Proteção térmica
ru: Тепловая защита
sk: Tepelná ochrana
sl: Toplotna zaščita
tr: Isı Koruması
vi: Bảo vệ nhiệt
zh_hans: 高温保护
zh_hant: 熱防護

source: Heat Protection Mode disabled.
de: Hitzeschutzmodus deaktiviert.
es: Modo de protección térmica desactivado.
fr: Mode protection thermique désactivé.
it: Modalità Protezione dal calore disattivata.
ja: 熱保護モードを無効にしました。
ko: 열 보호 모드가 비활성화되었습니다.
nl: Hittebeschermingsmodus uitgeschakeld.
pt_br: Modo de proteção térmica desativado.
pt_pt: Modo de proteção térmica desativado.
ru: Режим тепловой защиты выключен.
sk: Režim tepelnej ochrany vypnutý.
sl: Način toplotne zaščite je onemogočen.
tr: Isı Koruması Modu devre dışı bırakıldı.
vi: Đã tắt Chế độ bảo vệ quá nhiệt.
zh_hans: 已停用散热保护模式。
zh_hant: 已停用散熱保護模式。

source: Heat Protection Mode enabled.
de: Hitzeschutzmodus aktiviert.
es: Modo de protección térmica activado.
fr: Mode protection thermique activé.
it: Modalità Protezione dal calore attivata.
ja: 熱保護モードを有効にしました。
ko: 열 보호 모드가 활성화되었습니다.
nl: Hittebeschermingsmodus ingeschakeld.
pt_br: Modo de proteção térmica ativado.
pt_pt: Modo de proteção térmica ativado.
ru: Режим тепловой защиты включён.
sk: Režim tepelnej ochrany zapnutý.
sl: Način toplotne zaščite je omogočen.
tr: Isı Koruması Modu etkinleştirildi.
vi: Đã bật Chế độ bảo vệ quá nhiệt.
zh_hans: 已启用散热保护模式。
zh_hant: 已啟用散熱保護模式。

source: Heat Protection threshold set to %@°C.
de: Hitzeschutzschwellenwert auf %@ °C eingestellt.
es: Umbral de protección térmica establecido en %@°C.
fr: Seuil de protection thermique défini à %@ °C.
it: Soglia di protezione dal calore impostata a %@°C.
ja: 熱保護のしきい値を %@°C に設定しました。
ko: 열 보호 임계값이 %@°C로 설정되었습니다.
nl: Hittebeschermingsdrempel ingesteld op %@°C.
pt_br: Limite de proteção térmica definido em %@°C.
pt_pt: Limite de proteção térmica definido para %@°C.
ru: Порог тепловой защиты установлен на %@°C.
sk: Prah tepelnej ochrany nastavený na %@ °C.
sl: Prag toplotne zaščite nastavljen na %@ °C.
tr: Isı Koruması eşiği %@°C olarak ayarlandı.
vi: Ngưỡng bảo vệ quá nhiệt được đặt ở %@°C.
zh_hans: 散热保护阈值已设为 %@°C。
zh_hant: 散熱保護閾值已設為 %@°C。

source: Helper daemon successfully installed.
de: Hilfsdaemon erfolgreich installiert.
es: El demonio auxiliar se instaló exitosamente.
fr: Démon d'assistance installé avec succès.
it: Demone helper installato con successo.
ja: ヘルパー デーモンが正常にインストールされました。
ko: 도우미 데몬이 성공적으로 설치되었습니다.
nl: Helper-daemon succesvol geïnstalleerd.
pt_br: Auxiliar instalado com sucesso.
pt_pt: Auxiliar instalado com sucesso.
ru: Вспомогательный демон успешно установлен.
sk: Pomocný démon úspešne nainštalovaný.
sl: Pomožni demon je uspešno nameščen.
tr: Yardımcı arka plan programı başarıyla yüklendi.
vi: Trình trợ giúp đã được cài đặt thành công.
zh_hans: 辅助守护进程已成功安装。
zh_hant: 助手守護程序已成功安裝。

source: Helper daemon successfully uninstalled. The app will now restart.
de: Hilfsdaemon erfolgreich deinstalliert. Die App wird nun neu gestartet.
es: El demonio auxiliar se desinstaló exitosamente. La aplicación ahora se reiniciará.
fr: Le démon d'assistance a été désinstallé avec succès. L'application va maintenant redémarrer.
it: Demone helper disinstallato correttamente. L'app verrà ora riavviata.
ja: ヘルパー デーモンが正常にアンインストールされました。アプリが再起動されます。
ko: 도우미 데몬이 성공적으로 제거되었습니다. 이제 앱이 다시 시작됩니다.
nl: Helper-daemon succesvol verwijderd. De app zal nu opnieuw opstarten.
pt_br: Auxiliar desinstalado com sucesso. A aplicação vai ser reiniciada.
pt_pt: Auxiliar desinstalado com sucesso. A aplicação vai ser reiniciada.
ru: Вспомогательный демон успешно удален. Приложение будет перезапущено.
sk: Pomocný démon bol úspešne odinštalovaný. Aplikácia sa teraz reštartuje.
sl: Pomožni demon je uspešno odstranjen. Aplikacija se bo zdaj znova zagnala.
tr: Yardımcı arka plan programı başarıyla kaldırıldı. Uygulama şimdi yeniden başlatılacak.
vi: Trình trợ giúp đã được gỡ cài đặt thành công. Ứng dụng bây giờ sẽ khởi động lại.
zh_hans: 辅助守护进程已成功卸载。应用现在将重新启动。
zh_hant: 助手守護程序已成功卸載。該應用程式現在將重新啟動。

source: Hero
de: Held
es: Héroe
fr: Héros
it: Eroe
ja: ヒーロー
ko: 영웅
nl: Held
pt_br: Herói
pt_pt: Herói
ru: Герой
sk: Hrdina
sl: Junak
tr: Kahraman
vi: Anh hùng
zh_hans: 英雄
zh_hant: 英雄

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
nl: Verborgen
pt_br: Oculto
pt_pt: Oculto
ru: Скрыто
sk: Skryté
sl: Skrito
tr: Gizli
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Immediately stops an active battery calibration cycle and restores standard charging controls.
de: Stoppt den aktiven Batteriekalibrierungszyklus sofort und stellt die standardmäßige Ladekontrolle wieder her.
es: Detiene inmediatamente el ciclo de calibración activo y restaura los controles estándar de carga.
fr: Arrête immédiatement le cycle d'étalonnage actif et restaure les contrôles de charge standard.
it: Interrompe immediatamente un ciclo di calibrazione attivo e ripristina i controlli di ricarica standard.
ja: 進行中のバッテリーキャリブレーションを即座に停止し、通常時の充電制御を復元します。
ko: 진행 중인 배터리 보정 사이클을 즉시 중지하고 표준 충전 제어를 복원합니다.
nl: Stopt onmiddellijk een actieve kalibratiecyclus en herstelt standaard oplaadbediening.
pt_br: Interrompe imediatamente o ciclo de calibração ativo e restaura os controles de carregamento padrão.
pt_pt: Interrompe imediatamente o ciclo de calibração ativo e restaura os controlos de carregamento padrão.
ru: Немедленно останавливает активный цикл калибровки и восстанавливает стандартное управление зарядкой.
sk: Okamžite zastaví aktívny cyklus kalibrácie a obnoví štandardné ovládanie nabíjania.
sl: Takoj ustavi aktivni cikel umerjanja in obnovi standardne kontrole polnjenja.
tr: Etkin bir kalibrasyon döngüsünü hemen durdurur ve standart şarj kontrollerini geri yükler.
vi: Dừng ngay chu kỳ hiệu chỉnh pin đang chạy và khôi phục điều khiển sạc tiêu chuẩn.
zh_hans: 立即停止正在进行的电池校准，并恢复标准充电控制。
zh_hant: 立即停止正在進行的電池校準，並恢復標準充電控制。

source: Inside (Outside on power)
de: Innen (Außen bei Strom)
es: Dentro (Fuera con corriente)
fr: Dans l'icône (À côté si branché)
it: Interno (Esterno con alimentatore)
ja: 中 (電源接続時は外)
ko: 내부 (전원 연결 시 외부)
nl: In icoon (naast bij opladen)
pt_br: Dentro (Fora na tomada)
pt_pt: Dentro (Fora ao carregar)
ru: Внутри (Снаружи при питании)
sk: Vnútri (Vonku pri napájaní)
sl: Znotraj (Zunaj pri napajanju)
tr: İçinde (Güçte Dışında)
vi: Bên trong (Bên ngoài khi cắm nguồn)
zh_hans: 图标内（接通电源时显示在外）
zh_hant: 內部（接通電源時外部）

source: Inside icon
de: Im Symbol
es: Dentro del ícono
fr: Dans l'icône
it: All'interno dell'icona
ja: アイコンの中
ko: 아이콘 내부
nl: In icoon
pt_br: Dentro do ícone
pt_pt: Dentro do ícone
ru: Внутри значка
sk: V ikone
sl: V ikoni
tr: Simgenin içinde
vi: Bên trong biểu tượng
zh_hans: 图标内
zh_hant: 圖示內部

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pt_br: Instalar
pt_pt: Instalar
ru: Установить
sk: Inštalovať
sl: Namesti
tr: Yükle
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Install helper daemon
de: Helper-Dienst installieren
es: Instalar servicio de asistencia
fr: Installer le service d'aide
it: Installa il demone helper
ja: ヘルパーデーモンをインストールする
ko: 도우미 데몬 설치
nl: Installeer de helper-daemon
pt_br: Instalar serviço auxiliar (daemon)
pt_pt: Instalar serviço auxiliar (daemon)
ru: Установить вспомогательный демон
sk: Nainštalujte pomocného démona
sl: Namestite demon pomočnika
tr: Yardımcı arka plan programını yükleyin
vi: Cài đặt trình nền trợ giúp
zh_hans: 安装辅助守护进程
zh_hant: 安裝幫助守護程式

source: Installed
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
pt_br: Instalado
pt_pt: Instalado
ru: Установлен
sk: Nainštalovaný
sl: Nameščeno
tr: Yüklendi
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
ko: 간격
pt_br: Intervalo
pt_pt: Intervalo
ru: Интервал
tr: Aralık
vi: Khoảng thời gian
zh_hans: 间隔
zh_hant: 間隔

source: It's time for your scheduled battery calibration. This will discharge your Mac to %@ before recharging.
de: Zeit für die geplante Batteriekalibrierung. Ihr Mac wird vor dem Laden bis auf %@ entladen.
es: Es hora de tu calibración programada. Tu Mac se descargará hasta el %@ antes de recargarse.
fr: C'est le moment de l'étalonnage planifié. Votre Mac se déchargera à %@ avant de se recharger.
it: È il momento della calibrazione programmata della batteria. Ciò scaricherà il tuo Mac su %@ prima di ricaricarlo.
ja: 予定されていたバッテリー調整の時期が来ました。これにより、再充電する前に Mac が %@ まで放電されます。
ko: 예약된 배터리 보정 시간입니다. 이렇게 하면 재충전하기 전에 Mac이 %@로 방전됩니다.
nl: Het is tijd voor uw geplande batterijkalibratie. Hierdoor wordt uw Mac ontladen naar %@ voordat deze opnieuw wordt opgeladen.
pt_br: Chegou o momento da calibração programada da bateria. O Mac será descarregado até %@ antes de recarregar.
pt_pt: Chegou o momento da calibração programada da bateria. O Mac será descarregado até %@ antes de recarregar.
ru: Пришло время плановой калибровки батареи. Это разрядит ваш Mac до %@ перед подзарядкой.
sk: Je čas na naplánovanú kalibráciu batérie. Týmto sa váš Mac pred nabíjaním vybije na %@.
sl: Čas je za načrtovano kalibracijo baterije. S tem se bo vaš Mac pred ponovnim polnjenjem izpraznil na %@.
tr: Planlanmış pil kalibrasyonunuzun zamanı geldi. Bu, Mac'inizi yeniden şarj etmeden önce %@'ya boşaltacaktır.
vi: Đã đến lúc hiệu chỉnh pin theo lịch trình của bạn. Thao tác này sẽ xả máy Mac của bạn về %@ trước khi sạc lại.
zh_hans: 已到计划的电池校准时间。Mac 将先放电至 %@，然后重新充电。
zh_hant: 是時候進行預定的電池校準了。這會將您的 Mac 在充電前放電至 %@。

source: LED during heat protection
de: LED bei Hitzeschutz
es: LED durante protección contra calor
fr: LED pendant la protection thermique
it: LED durante la protezione dal calore
ja: 熱保護中のLED
ko: 열 보호 중 LED
nl: LED tijdens hittebescherming
pt_br: LED durante proteção térmica
pt_pt: LED durante proteção térmica
ru: Светодиод во время термозащиты
sk: LED počas tepelnej ochrany
sl: LED med toplotno zaščito
tr: Isı koruması sırasında LED
vi: LED trong quá trình bảo vệ nhiệt
zh_hans: 高温保护时的指示灯
zh_hant: 熱保護期間 LED

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Last calibrated on %@
de: Zuletzt kalibriert am %@
es: Última calibración el %@
fr: Dernier étalonnage le %@
it: Ultima calibrazione su %@
ja: 最後に校正されたのは %@ です
ko: %@에서 마지막으로 교정됨
nl: Laatst gekalibreerd op %@
pt_br: Última calibração em %@
pt_pt: Última calibração em %@
ru: Последняя калибровка на %@
sk: Naposledy kalibrované na %@
sl: Nazadnje kalibriran na %@
tr: En son %@'da kalibre edildi
vi: Hiệu chỉnh lần cuối trên %@
zh_hans: 上次校准时间：%@
zh_hant: 最後一次在 %@ 上校準

source: Launch at login
de: Bei der Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
nl: Start bij inloggen
pt_br: Abrir no início de sessão
pt_pt: Abrir no início de sessão
ru: Запуск при входе в систему
sk: Spustite pri prihlásení
sl: Zaženi ob prijavi
tr: Giriş sırasında başlat
vi: Khởi chạy khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Limit Reached
de: Limit erreicht
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
ja: 限界に達しました
ko: 한도 도달
nl: Limiet bereikt
pt_br: Limite atingido
pt_pt: Limite atingido
ru: Достигнут лимит
sk: Limit dosiahnutý
sl: Omejitev dosežena
tr: Sınıra Ulaşıldı
vi: Đã đạt đến giới hạn
zh_hans: 已达到上限
zh_hant: 已達到限制

source: Limit the maximum charge level to extend battery lifespan.
de: Beperk het maximale oplaadniveau om de levensduur van de batterij te verlengen.
es: Limita el nivel máximo de carga para prolongar la vida útil de la batería.
fr: Limiter le niveau de charge maximal pour prolonger la durée de vie de la batterie.
it: Limita il livello massimo di carica per prolungare la durata della batteria.
ja: バッテリーの寿命を延ばすために最大充電レベルを制限します。
ko: 배터리 수명을 연장하려면 최대 충전 수준을 제한하세요.
nl: Beperk het maximale laadniveau om de levensduur van de batterij te verlengen.
pt_br: Limitar o nível máximo de carga para prolongar a vida útil da bateria.
pt_pt: Limitar o nível máximo de carga para prolongar a vida útil da bateria.
ru: Ограничьте максимальный уровень заряда, чтобы продлить срок службы аккумулятора.
sk: Obmedzte maximálnu úroveň nabitia, aby ste predĺžili životnosť batérie.
sl: Omejite najvišjo raven napolnjenosti, da podaljšate življenjsko dobo baterije.
tr: Pil ömrünü uzatmak için maksimum şarj seviyesini sınırlayın.
vi: Giới hạn mức sạc tối đa để kéo dài tuổi thọ pin.
zh_hans: 限制最高充电电量，以延长电池寿命。
zh_hant: 限制最大充電水平以延長電池壽命。

source: Low Power Mode
de: Stromsparmodus
es: Modo de bajo consumo
fr: Mode économie d'énergie
it: Modalità di risparmio energetico
ja: 低電力モード
ko: 저전력 모드
nl: Low Power-modus
pt_br: Modo de baixo consumo
pt_pt: Modo de baixo consumo
ru: Режим низкого энергопотребления
sk: Režim nízkej spotreby
sl: Način nizke porabe
tr: Düşük Güç Modu
vi: Chế độ năng lượng thấp
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: Mac Display Only
de: Nur Mac-Bildschirm
es: Solo pantalla de Mac
fr: Écran Mac uniquement
it: Solo visualizzazione Mac
ja: Mac ディスプレイのみ
ko: Mac 디스플레이 전용
nl: Alleen Mac-weergave
pt_br: Apenas tela do Mac
pt_pt: Apenas ecrã do Mac
ru: Только дисплей Mac
sk: Iba displej Mac
sl: Samo zaslon Mac
tr: Yalnızca Mac Ekranı
vi: Chỉ hiển thị máy Mac
zh_hans: 仅 Mac 内置显示器
zh_hant: 僅限 Mac 顯示器

source: MagSafe LED Control
de: MagSafe-LED-Steuerung
es: Control de LED MagSafe
fr: Contrôle LED MagSafe
it: Controllo LED MagSafe
ja: MagSafe LED コントロール
ko: MagSafe LED 제어
nl: MagSafe LED-bediening
pt_br: Controlo do LED MagSafe
pt_pt: Controlo do LED MagSafe
ru: Светодиодное управление MagSafe
sk: MagSafe LED ovládanie
tr: MagSafe LED Kontrolü
vi: Điều khiển đèn LED MagSafe
zh_hans: MagSafe 指示灯控制
zh_hant: MagSafe LED 控制

source: MagSafe LED Control disabled.
de: MagSafe-LED-Steuerung deaktiviert.
es: Control de LED MagSafe desactivado.
fr: Contrôle LED MagSafe désactivé.
it: Controllo LED MagSafe disattivato.
ja: MagSafe LED制御を無効にしました。
ko: MagSafe LED 제어가 비활성화되었습니다.
nl: MagSafe led-bediening uitgeschakeld.
pt_br: Controle do LED MagSafe desativado.
pt_pt: Controle do LED MagSafe desativado.
ru: Управление индикатором MagSafe отключено.
sk: Ovládanie LED MagSafe vypnuté.
sl: Nadzor LED MagSafe je onemogočen.
tr: MagSafe LED Kontrolü devre dışı bırakıldı.
vi: Đã tắt điều khiển đèn LED MagSafe.
zh_hans: MagSafe LED 控制已禁用。
zh_hant: MagSafe LED 控制已停用。

source: MagSafe LED Control enabled.
de: MagSafe-LED-Steuerung aktiviert.
es: Control de LED MagSafe activado.
fr: Contrôle LED MagSafe activé.
it: Controllo LED MagSafe attivato.
ja: MagSafe LED制御を有効にしました。
ko: MagSafe LED 제어가 활성화되었습니다.
nl: MagSafe led-bediening ingeschakeld.
pt_br: Controle do LED MagSafe ativado.
pt_pt: Controle do LED MagSafe ativado.
ru: Управление индикатором MagSafe включено.
sk: Ovládanie LED MagSafe zapnuté.
sl: Nadzor LED MagSafe je omogočen.
tr: MagSafe LED Kontrolü etkinleştirildi.
vi: Đã bật điều khiển đèn LED MagSafe.
zh_hans: MagSafe LED 控制已启用。
zh_hant: MagSafe LED 控制已啟用。

source: MagSafe LED control is not supported on this device.
de: Die MagSafe-LED-Steuerung wird auf diesem Gerät nicht unterstützt.
es: El control LED MagSafe no es compatible con este dispositivo.
fr: Le contrôle LED MagSafe n'est pas pris en charge sur cet appareil.
it: Il controllo LED MagSafe non è supportato su questo dispositivo.
ja: MagSafe LED 制御はこのデバイスではサポートされていません。
ko: 이 장치에서는 MagSafe LED 제어가 지원되지 않습니다.
nl: MagSafe LED-bediening wordt niet ondersteund op dit apparaat.
pt_br: O controlo do LED MagSafe não é suportado neste dispositivo.
pt_pt: O controlo do LED MagSafe não é suportado neste dispositivo.
ru: Управление светодиодами MagSafe не поддерживается на этом устройстве.
sk: Ovládanie MagSafe LED nie je na tomto zariadení podporované.
sl: Nadzor MagSafe LED ni podprt v tej napravi.
tr: MagSafe LED kontrolü bu cihazda desteklenmiyor.
vi: Điều khiển MagSafe LED không được hỗ trợ trên thiết bị này.
zh_hans: 此设备不支持 MagSafe 指示灯控制。
zh_hant: 本裝置不支援 MagSafe LED 控制。

source: MagSafe LED custom control disabled.
de: Benutzerdefinierte Steuerung der MagSafe-LED deaktiviert.
es: Control personalizado del LED de MagSafe desactivado.
fr: Contrôle personnalisé de la LED MagSafe désactivé.
it: Controllo personalizzato del LED MagSafe disattivato.
ja: MagSafe LED のカスタム制御を無効にしました。
ko: MagSafe LED 사용자 정의 제어가 비활성화되었습니다.
nl: Aangepaste bediening van MagSafe-led uitgeschakeld.
pt_br: Controle personalizado do LED do MagSafe desativado.
pt_pt: Controlo personalizado do LED do MagSafe desativado.
ru: Пользовательское управление индикатором MagSafe выключено.
sk: Vlastné ovládanie LED kontrolky MagSafe vypnuté.
sl: Po meri prilagojeno upravljanje LED-lučke MagSafe onemogočeno.
tr: MagSafe LED özel kontrolü devre dışı bırakıldı.
vi: Đã tắt điều khiển đèn LED MagSafe tùy chỉnh.
zh_hans: 已停用 MagSafe 指示灯自定控制。
zh_hant: 已停用 MagSafe 指示燈自訂控制。

source: MagSafe LED custom control enabled.
de: Benutzerdefinierte Steuerung der MagSafe-LED aktiviert.
es: Control personalizado del LED de MagSafe activado.
fr: Contrôle personnalisé de la LED MagSafe activé.
it: Controllo personalizzato del LED MagSafe attivato.
ja: MagSafe LED のカスタム制御を有効にしました。
ko: MagSafe LED 사용자 정의 제어가 활성화되었습니다.
nl: Aangepaste bediening van MagSafe-led ingeschakeld.
pt_br: Controle personalizado do LED do MagSafe ativado.
pt_pt: Controlo personalizado do LED do MagSafe ativado.
ru: Пользовательское управление индикатором MagSafe включено.
sk: Vlastné ovládanie LED kontrolky MagSafe zapnuté.
sl: Po meri prilagojeno upravljanje LED-lučke MagSafe omogočeno.
tr: MagSafe LED özel kontrolü etkinleştirildi.
vi: Đã bật điều khiển đèn LED MagSafe tùy chỉnh.
zh_hans: 已启用 MagSafe 指示灯自定控制。
zh_hant: 已啟用 MagSafe 指示燈自訂控制。

source: Manage MagSafe LED
de: MagSafe-LED verwalten
es: Gestionar LED MagSafe
fr: Gérer la LED MagSafe
it: Gestisci il LED MagSafe
ja: MagSafe LED の管理
ko: MagSafe LED 관리
nl: Beheer MagSafe LED
pt_br: Gerir LED MagSafe
pt_pt: Gerir LED MagSafe
ru: Управление светодиодом MagSafe
sk: Spravujte MagSafe LED
sl: Upravljajte MagSafe LED
tr: MagSafe LED'i Yönet
vi: Quản lý đèn LED MagSafe
zh_hans: 管理 MagSafe 指示灯
zh_hant: 管理 MagSafe LED

source: Manage charging
de: Laden verwalten
es: Gestionar carga
fr: Gérer la charge
it: Gestisci la ricarica
ja: 充電を管理する
ko: 충전 관리
nl: Beheer het opladen
pt_br: Gerir carregamento
pt_pt: Gerir carregamento
ru: Управление зарядкой
sk: Spravujte nabíjanie
sl: Upravljanje polnjenja
tr: Şarjı yönet
vi: Quản lý sạc
zh_hans: 管理充电
zh_hant: 管理充電
